{
    "metadata": {
        "title" : "Portfolio Emenella",
        "description" : "Découvrez le portfolio d'emenella, un développeus web fullstack passionnée, spécialisée dans la création d'applications web modernes. Explorez mes projets, mes compétences et mon expérience professionnelle mis en œuvre avec Next.js, React, Node.js et Fastify."
      },
      "homepage": {
        "description" : "Codeur innovant originaire d'Arles, inspiré par Van Gogh, qui façonne une nouvelle vision de l'avenir numérique.",
        "skills": [
            {
                "title": "Node.js",
                "description": "Node.js est un moteur d'exécution JavaScript basé sur le moteur JavaScript V8 de Chrome."
            },
            {
                "title": "Bun",
                "description": "Bun est un routeur HTTP simple et rapide pour Node.js."
            },
            {
                "title": "Nest.js",
                "description": "Un framework Node.js progressif pour construire des applications côté serveur efficaces, fiables et évolutives."
            },
            {
                "title": "Fastify",
                "description": "Fastify est un framework web dont l'objectif est d'offrir aux développeurs la meilleure expérience possible avec un minimum de frais généraux et une puissante architecture de plugins."
            },
            {
                "title": "Express",
                "description": "Framework web minimaliste, rapide et sans opinion pour Node.js"
            },
            {
                "title": "React",
                "description": "Une bibliothèque JavaScript pour la construction d'interfaces utilisateur."
            
            },
            {
                "title": "Next.js",
                "description": "Le framework React pour la production."
            },
            {
                "title": "Tailwind CSS",
                "description": "Un cadre CSS à vocation utilitaire permettant de créer rapidement des designs personnalisés."
            },
            {
                "title": "Framer Motion",
                "description": "Une bibliothèque d'animation prête à la production pour React."
            },
            {
                "title": "AWS",
                "description": "Amazon Web Services offre des services d'informatique en nuage fiables, évolutifs et peu coûteux."
            }
        ],
        "projects": [
            {
                "title": "Portfolio",
                "description": "Mon site portfolio, réalisé avec Next.js et Tailwind CSS."
            },
            {
                "title": "ft_transcendence",
                "description": "Un site web pour un simple jeu de pong multijoueur en ligne."
            },
            {
                "title": "ft_irc",
                "description": "Un simple serveur et client IRC."
            }
        ]
    }
}